Repository: Akronix/gnome-calculator
Catalog: po/*.po
Languages: ast

source: C_alculate
ast: C_alcular

source: C_ost:
ast: C_ostu:

source: Calculates the amount of the periodic payment of a loan, where payments are made at the end of each payment period.
ast: Calcula la cantidá de pagos periódicos d'un préstamu, au los pagos fáense al términu de cada periodu de pagu.

source: Calculates the depreciation allowance on an asset for a specified period of time, using the Sum-Of-The-Years'-Digits method. This method of depreciation accelerates the rate of depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The useful life is the number of periods, typically years, over which an asset is depreciated.
ast: Calcula la depreciación de la subvención d'un activu pa un periodu de tiempu especificáu, usando'l métodu de «Sumatoriu de los años-díxitos». Ésti métodu de depreciación acelera la tasa de depreciación, de tala miente que los mayores gastos de depreciación asoceden nos primeros años n'arróu de nos caberos. La vida útil ye'l númberu de periodos, xeneralmente años, sobro los cuales se deprecia un activu.

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
ast: Calcula la depreciación sobro un activu pa un periodu de tiempu dau, usando'l métodu de depreciación duble declinación.

source: Calculates the future value of an investment based on a series of equal payments at a periodic interest rate over the number of payment periods in the term.
ast: Calcula'l valor futuru d'una inversión basáu en series de pagos iguales a una tasa d'interés periódica sobro'l númberu de pagos periódicos nel plazu.

source: Calculates the number of compounding periods necessary to increase an investment of present value to a future value, at a fixed interest rate per compounding period.
ast: Calcula'l númberu de periodos compuestos necesarios p'aumentar una inversión dun valor presente a un valor futuru, a una tasa d'interés fixu por periodu compuestu.

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a periodic interest rate.
ast: Calcula'l númberu de periodos de pagu necesarios durante'l plazu d'una anualidá ordinaria p'acumular un valor futuru, a una tasa d'interés periódica.

source: Calculates the periodic interest necessary to increase an investment to a future value, over the number of compounding periods.
ast: Calcula l'interés periódicu necesariu p'aumentar una inversión a un valor futuru sobro'l númberu de periodos compuestos.

source: Calculates the present value of an investment based on a series of equal payments discounted at a periodic interest rate over the number of payment periods in the term.
ast: Calcula'l valor presente d'una inversión basáu nuna serie de pagos iguales descontaos a una tasa d'interés periódica sobro'l númberu de periodos de pagu nel plazu.

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
ast: Calcula'l preciu de reventa d'un productu, basáu nel preciu del productu y el marxe d'ingresu brutu deseyáu.

source: Calculates the straight-line depreciation of an asset for one period. The straight-line method of depreciation divides the depreciable cost evenly over the useful life of an asset. The useful life is the number of periods, typically years, over which an asset is depreciated.
ast: Calcula la depreciación llinial d'un activu por un periodu. El métodu de la depreciación llinial dixebra el coste depreciable de miente igualitaria ente la vida útil d'un activu. La vida útil ye'l númberu de periodos, xeneralmente años, nos cuales l'activu depréciase.

source: Compounding Term
ast: Periodu d'interés compuestu

source: Double-Declining Depreciation
ast: Depreciación duble declinación

source: Future Value
ast: Valor futuru

source: Future _Value:
ast: _Valor futuru:

source: Gross Profit Margin
ast: Marxe d'ingresos brutos

source: Payment Period
ast: Periodu de pagu

source: Periodic Interest Rate
ast: Tasa periódica d'interés

source: Periodic Interest _Rate:
ast: _Tasa periódica d'interés:

source: Periodic Payment
ast: Pagu periódicu

source: Present Value
ast: Valor presente

source: Present _Value:
ast: _Valor presente:

source: Straight-Line Depreciation
ast: Deprecación llinial

source: Sum-Of-The-Years'-Digits Depreciation
ast: Sumatoriu de los años-díxitos de deprecación

source: _Cost:
ast: _Costu:

source: _Future Value:
ast: Valor _futuru:

source: _Life:
ast: _Vida:

source: _Margin:
ast: _Marxe:

source: _Number Of Periods:
ast: _Númberu de periodos:

source: _Period:
ast: _Períodu:

source: _Periodic Payment:
ast: _Pagu periódicu:

source: _Salvage:
ast: _Recuperaos:

source: _Term:
ast: Pla_zu:

source: (Set accuracy from 0 to N numeric places [A])
ast: (Afitar la precisión de 0 a N llugares numbéricos [A])

source: 1's
ast: C. a 1

source: 1's complement [z]
ast: Complementu a 1 [Z]

source: 10 places
ast: 10 llugares

source: 11 places
ast: 11 llugares

source: 12 places
ast: 12 llugares

source: 13 places
ast: 13 llugares

source: 14 places
ast: 14 llugares

source: 15 places
ast: 15 llugares

source: 2's
ast: C. a 2

source: 2's complement [Z]
ast: Complementu a 2 [Z]

source: <small><i><b>Note:</b> All constant values are specified in the decimal numeric base.</i></small>
ast: <small><i><b>Nota:</b> Tolos valores constantes tan especificaos na base numbérica decimal.</i></small>

source: AND
ast: Y

source: Absolute value
ast: Valor absolutu

source: Absolute value [u]
ast: Valor absolutu [u]

source: Add
ast: Añadir

source: Add [+]
ast: Sumar [+]

source: Advanced
ast: Avanzao

source: Backspace
ast: Espaciador

source: Basic
ast: Básicu

source: Bitwise AND [&]
ast: AND Lóxicu [&]

source: Bitwise NOT [~]
ast: NOT Lóxicu [~]

source: Bitwise OR [|]
ast: OR Lóxicu [|]

source: Bitwise XNOR [{]
ast: XNOR bit a bit [{]

source: Bitwise XOR [x]
ast: XOR Lóxicu [x]

source: Bksp
ast: Rtrs

source: Calculate result
ast: Calcular el resultáu

source: Calculate result [=]
ast: Calcular el resultáu [=]

source: Ch_aracter:
ast: C_arauter

source: Change Sign [C]
ast: Cambéu del signu [C]

source: Change sign
ast: Cambear signu

source: Clear
ast: Llimpiar

source: Clear displayed value [Escape]
ast: Llimpiar el valor amosáu [Escape]

source: Clear displayed value and any partial calculation [Shift Delete]
ast: Llimpiar el valor amosáu y cualesquier cálculu parcial [Mayús. Esborrar]

source: Clear entry
ast: Esborrar entrada

source: Click a _value or description to edit it:
ast: Calque un _valor o descrición pa editalu:

source: Compounding term
ast: Términu compuestu

source: Compounding term [m]
ast: Términu compuestu [m]

source: Constants [#]
ast: Constantes [#]

source: Copy selection
ast: Copia la seleición

source: De_grees
ast: _Graos

source: Divide
ast: Dividir

source: Divide [/]
ast: Dividir [/]

source: Double-declining depreciation
ast: Depreciación duble-decaimientu

source: Double-declining depreciation [D]
ast: Depreciación duble-decaimientu [D]

source: E_ng
ast: I_nx

source: Edit Constants
ast: Remanar Constantes

source: Edit Constants...
ast: Remanar Constantes...

source: Edit Functions
ast: Remanar Funciones

source: Edit Functions...
ast: Remanar Funciones...

source: End group of calculations [)]
ast: Finar grupu de cálculu [)]

source: Enter an exponential number [E]
ast: Introduza un númberu esponencial [E]

source: Exchange displayed value with memory register [X]
ast: intercambear el valor amosáu con un rexistru de memoria [X]

source: Exchange with register
ast: Intercambear con rexistru

source: Factorial of displayed value [!]
ast: Fautorial del valor amosáu [!]

source: Financial
ast: Financieru

source: Fractional portion
ast: Porción fraccional

source: Fractional portion of displayed value [:]
ast: Porción decimal del valor amosáu [:]

source: Future value
ast: Valor futuru

source: Future value [v]
ast: Valor futuru [v]

source: Gpm
ast: Mib

source: Gr_adians
ast: Gr_adianes

source: Gross Profit Margin [I]
ast: Marxe d'ingresos brutos [I]

source: Gross Profit Margin [g]
ast: Marxe d'ingresos brutos [g]

source: Hexadecimal digit A [a]
ast: Díxitu hexadecimal A [a]

source: Hexadecimal digit B [b]
ast: Díxitu hexadecimal B [b]

source: Hexadecimal digit C [c]
ast: Díxitu hexadecimal C [c]

source: Hexadecimal digit D [d]
ast: Díxitu hexadecimal D [d]

source: Hexadecimal digit E [e]
ast: Díxitu hexadecimal E [e]

source: Hexadecimal digit F [f]
ast: Díxitu hexadecimal F [f]

source: Insert ASCII Value
ast: Inxertar Valor ASCII

source: Insert ASCII value
ast: Inxertar Valor ASCII

source: Int
ast: Ent

source: Integer portion
ast: Parte entera

source: Integer portion of displayed value [i]
ast: Parte entera del valor amosáu [i]

source: Left bracket
ast: Corchete esquierdu

source: Makes the bitwise functions use 16 bit mode
ast: Fai que les funciones bit a bit usen el mou de 16 bits

source: Makes the bitwise functions use 32 bit mode
ast: Fai que les funciones bit a bit usen el mou de 32 bits

source: Makes the bitwise functions use 64 bit mode
ast: Fai que les funciones bit a bit usen el mou de 64 bits

source: Memory Registers
ast: Rexistros de memoria

source: Modulus Division [M]
ast: División modular [M]

source: Multiply
ast: Multiplicar

source: Multiply [*]
ast: Multiplicar [*]

source: Numeric 0
ast: 0 Numbéricu

source: Numeric 1
ast: 1 Numbéricu

source: Numeric 2
ast: 2 Numbéricu

source: Numeric 3
ast: 3 Numbéricu

source: Numeric 4
ast: 4 Numbéricu

source: Numeric 5
ast: 5 Numbéricu

source: Numeric 6
ast: 6 Numbéricu

source: Numeric 7
ast: 7 Numbéricu

source: Numeric 8
ast: 8 Numbéricu

source: Numeric 9
ast: 9 Numbéricu

source: Numeric point
ast: Coma Numbérica

source: OR
ast: O

source: Paste selection
ast: Pega la seleición

source: Payment period
ast: Periodu de pagu

source: Payment period [t]
ast: Periodu de pagu [t]

source: Percentage
ast: Porcentaxe

source: Percentage [%]
ast: Porcentaxe [%]

source: Periodic interest rate
ast: Tasa periódica d'interés

source: Periodic interest rate [T]
ast: Tasa periódica d'interés [T]

source: Periodic payment
ast: Pagu periódicu

source: Periodic payment [P]
ast: Pagu periódicu [P]

source: Present value
ast: Valor autual

source: Present value [p]
ast: Valor autual [p]

source: Programming
ast: Programador

source: Pv
ast: VA

source: Quit the calculator
ast: Colar de la calculadora

source: Random number in the range 0.0 to 1.0 [?]
ast: Númberu aleatoriu nel rangu 0.0 - 1.0 [?]

source: Rate
ast: Tasa

source: Reciprocal
ast: Recíprocu

source: Reciprocal [r]
ast: Recíprocu [r]

source: Redo
ast: Refacer

source: Remove rightmost character from displayed value [Backspace]
ast: Quitar el caráuter más a la drecha del valor amosáu [Retrocesu]

source: Result Region
ast: Rexón resultante

source: Retrieve from register
ast: Recuperar del rexistru

source: Retrieve memory register to display [R]
ast: Recuperar del rexistru de memoria a la pantalla [R]

source: Right bracket
ast: Corchete drechu

source: Scientific
ast: Científicu

source: Set Precision
ast: Afitar precisión

source: Set display type to engineering format
ast: Establecer tipu de pantalla a formatu inxeniería

source: Set display type to fixed-point format
ast: Establecer tipu de pantalla a formatu puntu-fixu

source: Set display type to scientific format
ast: Establecer tipu de pantalla a formatu científicu

source: Set hyperbolic option for trigonometric functions
ast: Establecer opción hiperbólica pa funciones trigonométriques

source: Set inverse option for trigonometric functions
ast: Afitar la opción inversa pa les funciones trigonométriques

source: Set numeric base to binary (base 2)
ast: Establecer la base numérica a binaria (base 2)

source: Set numeric base to decimal (base 10)
ast: Establecer la base numérica a decimal (base 10)

source: Set numeric base to hexadecimal (base 16)
ast: Establecer la base numérica a hexadecimal (base 16)

source: Set numeric base to octal (base 8)
ast: Establecer la base numérica a octal (base 8)

source: Set trigonometric type to degrees
ast: Afitar tipu trigonométricu a graos

source: Set trigonometric type to gradians
ast: Afitar tipu trigonométricu a gradianes

source: Set trigonometric type to radians
ast: Afitar tipu trigonométricu a radianes

source: Shift displayed value 1-15 places to the left [<]
ast: Desplazar el valor amosáu 1-15 llugares a manzorga [<]

source: Shift displayed value 1-15 places to the right [>]
ast: Desplazar el valor amosáu 1-15 llugares a mandrecha [>]

source: Show T_housands Separator
ast: Amosar Separtador de _Miles

source: Show _Trailing Zeroes
ast: Amosar Ceros Res_tantes

source: Show help contents
ast: Amuesa l'índiz d'aida

source: Show memory registers
ast: Amosar rexistros de memoria

source: Show the About Gcalctool dialog
ast: Amuesa'l diálogu «Tocante a» de Gcalctool

source: Show thousands separator
ast: Amosar separtador de miles

source: Show trailing zeroes
ast: Amosar ceros restantes

source: Significant _places:
ast: _Llugares significativos:

source: Sln
ast: Sen

source: Square
ast: Cuadráu

source: Square [@]
ast: Cuadráu [@]

source: Square root
ast: Raíz cuadrao

source: Square root [s]
ast: Raíz cuadrao [s]

source: Start group of calculations [(]
ast: Aniciar grupu de cálculos [(]

source: Store displayed value in memory register [S]
ast: Atroxar el valor amosáu nún rexistru de memoria [S]

source: Store to register
ast: Atroxar nún rexistru

source: Straight-line depreciation
ast: Depreciación llinial

source: Straight-line depreciation [l]
ast: Depreciación llinial [l]

source: Subtract
ast: Restar

source: Subtract [-]
ast: Restar [-]

source: Sum-of-the years'-digits depreciation
ast: Sumatoriu de los años-díxitos de depreciación

source: Sum-of-the years'-digits depreciation [Y]
ast: Sumatoriu de los años-díxitos de depreciación [Y]

source: Sum-of-the years'-digits depreciation [y]
ast: Sumatoriu de los años-díxitos de depreciación [y]

source: Term
ast: Términu

source: Trunc
ast: Recortar

source: Truncate displayed value to the chosen word size ([)
ast: Recortar el valor amosáu al tamañu de pallabra escoyíu ([)

source: Undo
ast: Esfacer

source: User-defined functions [F]
ast: Funciones definíes pol usuariu [F]

source: _0 significant places
ast: _0 llugares significantes

source: _1 place
ast: _1 llugar

source: _1 significant place
ast: _1 llugar significante

source: _2 places
ast: _2 llugares

source: _2 significant places
ast: _2 llugares significantes

source: _3 places
ast: _3 llugares

source: _3 significant places
ast: _3 llugares significantes

source: _4 places
ast: _4 llugares

source: _4 significant places
ast: _4 llugares significantes

source: _5 places
ast: _5 llugares

source: _5 significant places
ast: _5 llugares significantes

source: _6 places
ast: _6 llugares

source: _6 significant places
ast: _6 llugares significantes

source: _7 places
ast: _7 llugares

source: _7 significant places
ast: _7 llugares significantes

source: _8 places
ast: _8 llugares

source: _8 significant places
ast: _8 llugares significantes

source: _9 places
ast: _9 llugares

source: _9 significant places
ast: _9 llugares significantes

source: _Advanced
ast: _Avanzada

source: _Basic
ast: _Básica

source: _Calculator
ast: _Calculadora

source: _Contents
ast: _Conteníos

source: _Edit
ast: _Editar

source: _Financial
ast: _Financiera

source: _Help
ast: _Aida

source: _Insert
ast: _Inxertar

source: _Insert ASCII value...
ast: _Introduza un valor ASCII…

source: _Memory Registers
ast: Rexistros de _Memoria

source: _Programming
ast: _Programador

source: _Radians
ast: _Radianes

source: _Redo
ast: _Refacer

source: _Sci
ast: _Cie

source: _Scientific
ast: _Científica

source: _Set
ast: A_fitar

source: _Undo
ast: _Desfacer

source: _View
ast: _Ver

source: register 0
ast: rexistru 0

source: register 1
ast: rexistru 1

source: register 2
ast: rexistru 2

source: register 3
ast: rexistru 3

source: register 4
ast: rexistru 4

source: register 5
ast: rexistru 5

source: register 6
ast: rexistru 6

source: register 7
ast: rexistru 7

source: register 8
ast: rexistru 8

source: register 9
ast: rexistru 9

source: Calculator
ast: Calculadora

source: Perform arithmetic, scientific or financial calculations
ast: Faiga cálculos aritméticos, científicos o financieros

source: Accuracy value
ast: Valor de precisión

source: Display Mode
ast: Mou de visualización

source: Indicates whether any trailing zeroes after the number point should be shown in the display value.
ast: Indica si hai d'amosar nel valor cualquier ceru que sobre dempués del puntu del númberu.

source: Indicates whether the memory register window is initially displayed.
ast: Indica si hai d'amosar de mano na ventana de los rexistros de memoria.

source: Indicates whether thousands separators are shown in large numbers.
ast: Indica si hai d'amosar los separtadores de miles nos númberos grandes.

source: Mode
ast: Mou

source: Numeric Base
ast: Base numbérica

source: Show Registers
ast: Amosar rexistros

source: Show Thousands Separator
ast: Amosar separtador de miles

source: Show Trailing Zeroes
ast: Amosar los ceros que sobren

source: The initial calculator mode. Valid values are "BASIC", "FINANCIAL", "LOGICAL", "SCIENTIFIC" and "PROGRAMMING"
ast: El mou d'entamu de la calculadora. Los valores válidos son «BASIC», «FINANCIAL», «LOGICAL», «SCIENTIFIC» y «PROGRAMMING».

source: The initial display mode. Valid values are "ENG" (engineering), "FIX" (fixed-point) and "SCI" (scientific)
ast: El mou d'entamu de visualización. Los valores válidos son «ENG» (inxeniería), «FIX» (coma fixa) y «SCI» (científicu)

source: The initial trigonometric type. Valid values are "DEG" (degrees), "GRAD" (gradians) and "RAD" (radians).
ast: El triba d'entamu pa trigonometría. Los valores válidos son «DEG» (graos), «GRAD» (gradianes) y «RAD» (radianes).

source: The initial x-coordinate for the window
ast: La coordenada x d'entamu pa la ventana

source: The initial y-coordinate for the window
ast: La coordenada y d'entamu pa la ventana

source: The number of digits displayed after the numeric point. This value must be in the range 0 to 9.
ast: El númberu de díxitos amosaos dempués del puntu numbéricu. Esti valor hai que lu apurrir nel rangu de 0 a 9.

source: The number of pixels to place the window from the left of the screen.
ast: El númberu de píxeles nel qu'allugar la ventana dende la parte izquierda de la pantalla.

source: The number of pixels to place the window from the top of the screen.
ast: El númberu de píxeles nel qu'allugar la ventana dende la parte cimera de la pantalla.

source: The numeric base for input and display.
ast: La base numbérica pa la entrada y p'amosar.

source: The size of the words used in bitwise operations. Valid values are 16, 32 and 64.
ast: El tamañu de la pallabra usada n'operaciones de bits. Los valores válidos son 16, 32 y 64.

source: Trigonometric type
ast: Triba trigonométrica

source: Word size
ast: Tamañu de pallabra

source: Usage: %s - Perform mathematical calculations
ast: Usu: %s - Facer cálculos matemáticos

source: Help Options: -v, --version Show release version -h, -?, --help Show help options --help-all Show all help options --help-gtk Show GTK+ options
ast: Opciones d'aida: -v, --version Amosar la versión de espublizamientu -h, -?, --help Amosar les opciones d'aida -help-all Amosar toles opciones d'aida -help-gtk Amosar les opciones de GTK+

source: GTK+ Options: --class=CLASS Program class as used by the window manager --name=NAME Program name as used by the window manager --screen=SCREEN X screen to use --sync Make X calls synchronous --gtk-module=MODULES Load additional GTK+ modules --g-fatal-warnings Make all warnings fatal
ast: Opciones de GTK+: --class=CLASE Clase de programa como s'usa pol xestor de ventanes --name=NOME Nome del programa como s'usa pol xestor de ventanes --screen=PANTALLA Pantalla X qu'usar --sync Facer que les llamaes les X seyan síncrones --gtk-module=MÓDULOS Cargar módulos GTK+ adicionales --g-fatal-warnings Facer que tolos avisos seyan fatales

source: Application Options: -u, --unittest Perform unittests -s, --solve <equation> Solve the given equation
ast: Opciones de l'aplicación: -u, --unittest Facer pruebes d'unidaes -s, --solve <ecuación> Resolver la ecuación proporcionada

source: Argument --solve requires an equation to solve
ast: Parámetru --resolver necesita una ecuación pa resolver

source: Unknown argument '%s'
ast: Parámetru «%s» desconocíu

source: %s: accuracy should be in the range 0-%d
ast: %s: la precisión tendría de tar nel rangu 0-%d

source: No undo history
ast: Ensin hestóricu

source: No redo steps
ast: Ensin pasos pa refacer

source: Malformed function
ast: Función malformada

source: No sane value to do bitwise shift
ast: Nun hai un valor buenu pa un desplazamientu de bits

source: No sane value to convert
ast: Nun hai un valor buenu pa convertir

source: No sane value to store
ast: Nun hai un valor buenu p'atroxar

source: Invalid number for the current base
ast: Númberu inválidu pa la base autual

source: Invalid bitwise operation
ast: Operación bit a bit non válida

source: Invalid modulus operation
ast: Operación de módulu non válida

source: Overflow. Try a bigger word size
ast: Trebolgu de búfer. Inténtalo con un tamañu de pallabra mayor

source: Unknown variable
ast: Variable desconocida

source: Unknown function
ast: Función desconocida

source: Malformed expression
ast: Espresión malformada

source: Calculator - Advanced
ast: Calculadora - Avanzáu

source: Calculator - Financial
ast: Calculadora - Financieru

source: Calculator - Scientific
ast: Científicu - Científicu

source: Calculator - Programming
ast: Calculadora - Programador

source: Calculator [%s]
ast: Calculadora [%s]

source: Calculator [%s] - Advanced
ast: Calculadora [%s] - Avanzáu

source: Calculator [%s] - Financial
ast: Calculadora [%s] - Financieru

source: Calculator [%s] - Scientific
ast: Calculadora [%s] - Científicu

source: Calculator [%s] - Programming
ast: Calculadora [%s] - Programador

source: Error loading user interface
ast: Error al cargar la interfaz d'usuariu

source: A required file is missing or damaged, please check your installation. %s
ast: Falta un ficheru necesariu o ta tollíu, comprueba la to instalación. %s

source: _Other (%d) ...
ast: _Otru (%d) …

source: Set accuracy from 0 to %d numeric place. [A]
ast: Afitar la precisión de 0 a %d llugar numbéricu. [A]

source: sin
ast: sen

source: sin<sup>−1</sup>
ast: sen<sup>−1</sup>

source: sinh
ast: senh

source: sinh<sup>−1</sup>
ast: senh<sup>-1</sup>

source: Sine [k]
ast: Senu [k]

source: Inverse Sine [K]
ast: Senu inversu[K]

source: Hyperbolic Sine [k]
ast: Senu hiperbólicu [k]

source: Hyperbolic Inverse Sine [K]
ast: Senu hiperbólicu inversu [K]

source: Cosine [j]
ast: Cosenu [j]

source: Inverse Cosine [J]
ast: Cosenu inversu [J]

source: Hyperbolic Cosine [j]
ast: Cosenu hiperbólicu [j]

source: Hyperbolic Inverse Cosine [J]
ast: Cosenu hiperbólicu inversu [J]

source: Tangent [w]
ast: Tanxente [w]

source: Inverse Tangent [W]
ast: Tanxente inversa [W]

source: Hyperbolic Tangent [w]
ast: Tanxente hiperbólica [w]

source: Hyperbolic Inverse Tangent [W]
ast: Tanxente hiperbólica inversa [W]

source: Natural logarithm [n]
ast: Logaritmu natural [n]

source: e to the power of the displayed value [N]
ast: e a la potencia del valor amosáu [N]

source: Base 10 logarithm [g]
ast: Logaritmu base 10 [g]

source: 10 to the power of displayed value [G]
ast: 10 a la potencia del númberu amosáu [G]

source: Base 2 logarithm [h]
ast: Logaritmu base 2 [h]

source: 2 to the power of the displayed value [H]
ast: 2 a la potencia del valor amosáu [H]
