Repository: Akronix/gnome-calculator
Catalog: po/*.po
Languages: ast

source: Raise displayed value to the power of y [o]
ast: Elevar el valor amosáu a la potencia de y [o]

source: Raise displayed value to the power of reciprocal y [O]
ast: Elevar el valor amosáu a la potencia recíproca de y [O]

source: translator-credits
ast: Launchpad Contributions: Astur https://launchpad.net/~malditoastur xa https://launchpad.net/~xspuente Xandru <xandru@softastur.org>

source: Gcalctool is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Gcalctool is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Gcalctool; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
ast: La calculadora ye software llibre; puedes redistribuyilu y/o camudalu baxo los términos de la Llicencia Pública Xeneral GNU como s'asoleya pola Free Software Foundation; yá seya la versión 2 de la Llicencia, o (como te pete) cualquier versión posterior. La calculadora distribúyese cola esperanza de que te valga, pero ENSIN DENGUNA GARANTÍA; ensin incluso la garantía implícita de MERCANTILIDÁ o IDONEIDÁ PA UN ENVÍS PARTICULAR. Mira la Llicencia Pública Xeneral GNU pa más detalles. Tendríes de tener recibío una copia de la Llicencia Pública Xeneral GNU xunto cola Calculadora; de lo contrario escribi a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, EE. UU.

source: Gcalctool
ast: Ferramienta Gcalc

source: © 1986-2008 The Gcalctool authors
ast: © 1986-2008 Los autores de Gcalctool

source: Calculator with financial and scientific modes.
ast: Calculadora con modos financieros y científicos.

source: Unable to open help file
ast: Nun pudo abrise'l ficheru d'aida

source: Paste
ast: Apegar

source: No.
ast: Nu.

source: Value
ast: Valor

source: Description
ast: Descripción

source: Reset to _Default (%d)
ast: Reafitar a _predeterminada (%d)

source: Negative X and non-integer Y not supported
ast: Un X negativu y un Y non enteru nun ta soportao

source: Tangent is infinite
ast: La tanxente ye infinita

source: Kilometer-to-mile conversion factor
ast: Fautor de conversión de km a milles

source: square root of 2
ast: raíz cuadrada de 2

source: Euler's Number (e)
ast: Númberu d'Euler (e)

source: Centimeter-to-inch conversion factor
ast: Fautor de conversión de cm a pulgaes

source: degrees in a radian
ast: graos nún radian

source: Gram-to-ounce conversion factor
ast: Fautor de conversión de gramos a onzes

source: Kilojoule-to-British-thermal-unit conversion factor
ast: Fautor de conversión de kiloxulios a unidá termal británica

source: Cubic-centimeter-to-cubic-inch conversion factor
ast: Fautor de conversión de cms cúbicos a pulgaes cúbiques
